Repository: math65/dsmaccess
Catalog: dsmaccess/Localizable.xcstrings
Source language: en
Languages: fr

# files.extract.codepage.italian
source: Italian
fr: Italien

# files.extract.codepage.japanese
source: Japanese
fr: Japonais

# files.extract.codepage.korean
source: Korean
fr: Coréen

# files.extract.codepage.label
source: Choose filename encoding
fr: Choisir l’encodage des noms

# files.extract.codepage.norwegian
source: Norwegian
fr: Norvégien

# files.extract.codepage.polish
source: Polish
fr: Polonais

# files.extract.codepage.portuguese
source: Portuguese
fr: Portugais

# files.extract.codepage.russian
source: Russian
fr: Russe

# files.extract.codepage.section
source: Protected or legacy archive
fr: Archive protégée ou ancienne

# files.extract.codepage.simplified_chinese
source: Simplified Chinese
fr: Chinois simplifié

# files.extract.codepage.spanish
source: Spanish
fr: Espagnol

# files.extract.codepage.swedish
source: Swedish
fr: Suédois

# files.extract.codepage.traditional_chinese
source: Traditional Chinese
fr: Chinois traditionnel

# files.extract.codepage.turkish
source: Turkish
fr: Turc

# files.extract.create_subfolder
source: Create a subfolder for the archive
fr: Créer un sous-dossier pour l’archive

# files.extract.destination.error
source: The archive can't be extracted here.
fr: Impossible d’extraire l’archive ici.

# files.extract.done.announcement
source: Archive extracted: %@
fr: Archive extraite : %@

# files.extract.title
source: Extract %@
fr: Extraire %@

# files.extraction.options.label
source: Extraction options
fr: Options d’extraction

# files.favorite.missing.error
source: This favorite is no longer available.
fr: Ce favori n’est plus disponible.

# files.favorites.add.announcement
source: Favorite added: %@
fr: Favori ajouté : %@

# files.favorites.add.error
source: This folder can't be added to Favorites.
fr: Impossible d’ajouter ce dossier aux favoris.

# files.favorites.add.hint
source: Add this folder to favorites
fr: Ajouter ce dossier aux favoris

# files.favorites.add.label
source: Add to Favorites
fr: Ajouter aux favoris

# files.favorites.clear_unavailable.error
source: Failed to clear unavailable favorites: %@
fr: Échec de l’effacement des favoris indisponibles : %@

# files.favorites.cleared
source: Unavailable favorites cleared
fr: Favoris indisponibles effacés

# files.favorites.name.error
source: Enter a name for the favorite.
fr: Saisissez un nom pour le favori.

# files.favorites.open.hint
source: Open the %@ favorite
fr: Ouvrir le favori %@

# files.favorites.remove.announcement
source: Favorite removed: %@
fr: Favori supprimé : %@

# files.favorites.remove.error
source: Failed to remove favorite: %@
fr: Échec de la suppression du favori : %@

# files.favorites.remove.hint
source: Remove this folder from favorites
fr: Retirer ce dossier des favoris

# files.favorites.remove.label
source: Remove from Favorites
fr: Retirer des favoris

# files.favorites.rename.announcement
source: Favorite renamed: %@
fr: Favori renommé : %@

# files.favorites.rename.error
source: Failed to rename favorite: %@
fr: Échec du renommage du favori : %@

# files.favorites.reorder.announcement
source: Favorite order updated
fr: Ordre des favoris modifié

# files.favorites.reorder.error
source: Failed to reorder favorites: %@
fr: Échec du classement des favoris : %@

# files.favorites.reorder.hint
source: Show all favorites to change their order.
fr: Affichez tous les favoris pour modifier leur ordre.

# files.favorites.title
source: Favorites
fr: Favoris

# files.favorites.unavailable.error
source: Favorites unavailable: %@
fr: Favoris indisponibles : %@

# files.favorites.update.error
source: Couldn't update the favorite: %@
fr: Échec de la modification du favori : %@

# files.folder.create.error
source: Unable to create the folders: %@
fr: Impossible de créer les dossiers : %@

# files.folder.write_denied.detailed_error
source: This account cannot modify this folder: %@
fr: Ce compte ne peut pas modifier ce dossier : %@

# files.folder.write_denied.error
source: This account cannot modify this folder.
fr: Ce compte ne peut pas modifier ce dossier.

# files.folder_size.error
source: Folder size unavailable: %@
fr: Taille du dossier indisponible : %@

# files.info.access.section
source: Access
fr: Accès

# files.info.acl
source: Access control list
fr: Liste de contrôle d’accès

# files.info.available_space
source: Available space
fr: Espace disponible

# files.info.folder_contents.section
source: Folder contents
fr: Contenu du dossier

# files.info.folder_size.button
source: Calculate folder size
fr: Calculer la taille du dossier

# files.info.folder_size.button.hint
source: Calculate the item count and total size
fr: Calculer le nombre d’éléments et leur taille totale

# files.info.folder_size.done
source: Folder size calculated: %@
fr: Taille du dossier calculée : %@

# files.info.folder_size.loading
source: Calculating folder size…
fr: Calcul de la taille du dossier…

# files.info.general.section
source: General Information
fr: Informations générales

# files.info.integrity.section
source: Integrity
fr: Intégrité

# files.info.last_accessed
source: Last Accessed
fr: Dernier accès

# files.info.loading
source: Loading file details…
fr: Chargement des détails du fichier…

# files.info.loading.named
source: Loading information about %@…
fr: Chargement des informations sur %@…

# files.info.md5
source: MD5 checksum
fr: Somme MD5

# files.info.md5.button
source: Calculate MD5 checksum
fr: Calculer la somme MD5

# files.info.md5.button.hint
source: Calculate the file’s MD5 checksum
fr: Calculer l’empreinte MD5 du fichier

# files.info.md5.copied
source: MD5 checksum copied
fr: Somme MD5 copiée

# files.info.md5.copy.button
source: Copy MD5 checksum
fr: Copier la somme MD5

# files.info.md5.done
source: MD5 checksum calculated
fr: Somme MD5 calculée

# files.info.md5.error
source: MD5 checksum unavailable: %@
fr: Somme MD5 indisponible : %@

# files.info.md5.loading
source: Calculating MD5 checksum…
fr: Calcul de la somme MD5…

# files.info.metadata_changed
source: Metadata changed
fr: Changement des métadonnées

# files.info.modified
source: Modified
fr: Modification

# files.info.mount_type
source: Mount type
fr: Type de montage

# files.info.partial.description
source: Some details are unavailable.
fr: Certains détails ne sont pas disponibles.

# files.info.partial.title
source: Unavailable details
fr: Détails indisponibles

# files.info.permission.append
source: Append
fr: Ajout

# files.info.permission.execute
source: Execute
fr: Exécution

# files.info.permission.read_write
source: Read and write
fr: Lecture et écriture

# files.info.permissions.section
source: Permissions
fr: Autorisations

# files.info.posix_mode
source: POSIX Mode
fr: Mode POSIX

# files.info.preview.label
source: Preview of %@
fr: Aperçu de %@

# files.info.preview.section
source: Preview
fr: Aperçu

# files.info.real_path
source: Actual Path
fr: Chemin réel

# files.info.reload.button
source: Reload information from the NAS
fr: Recharger les informations depuis le NAS

# files.info.reloaded
source: Information about %@ updated
fr: Informations actualisées sur %@

# files.info.restriction.download_denied
source: Download prohibited
fr: Téléchargement interdit

# files.info.restriction.listing_denied
source: Listing prohibited
fr: Liste interdite

# files.info.restriction.write_denied
source: Modification prohibited
fr: Modification interdite

# files.info.shared_folder_permission
source: Shared folder permission
fr: Droit du dossier partagé

# files.info.subfolders
source: Subfolders
fr: Sous-dossiers

# files.info.total_size
source: Total size
fr: Taille totale

# files.info.volume_access
source: Volume access
fr: Accès au volume

# files.item.kind.file
source: file
fr: fichier

# files.item.kind.folder
source: folder
fr: dossier

# files.menu.add_items
source: Add Items
fr: Ajouter des éléments

# files.menu.folder_options.hint
source: More options for this folder
fr: Plus d’options pour ce dossier

# files.menu.manage_favorites
source: Manage favorites…
fr: Gérer les favoris…

# files.menu.manage_favorites.hint
source: Rename, reorder, or remove favorites
fr: Renommer, classer ou retirer des favoris

# files.menu.manage_share_links
source: Manage Sharing Links
fr: Gérer les liens de partage

# files.menu.selection_actions.hint
source: Actions for selected items
fr: Actions sur les éléments sélectionnés

# files.menu.selection_actions.label
source: Selected Item Actions
fr: Actions sur la sélection

# files.move.empty
source: Nothing to move.
fr: Rien à déplacer.

# files.new_folder.done.announcement
source: Folder created: %@
fr: Dossier créé : %@

# files.new_folder.name.label
source: Folder name
fr: Nom du dossier

# files.new_folder.not_allowed.error
source: Cannot create a folder here.
fr: Impossible de créer le dossier ici.

# files.operation.cancel.announcement
source: Operation cancellation requested
fr: Annulation de l’opération demandée

# files.operation.cancel.button
source: Cancel operation
fr: Annuler l’opération

# files.operation.cancel.button.hint
source: Stop the active operation on the NAS
fr: Arrêter l’opération en cours sur le NAS

# files.operation.progress.items
source: %1$lld of %2$lld items
fr: %lld sur %lld éléments

# files.operation.progress.remaining
source: %@/s, about %@ left
fr: %@/s, il reste environ %@

# files.operation.progress.remaining_under_minute
source: %@/s, less than a minute left
fr: %@/s, il reste moins d’une minute

# files.operation.progress.title
source: %@ in progress…
fr: %@ en cours…

# files.operation.result.hide.button
source: Hide
fr: Masquer

# files.operation.result.hide.button.hint
source: Hide the result of the operation
fr: Masquer le résultat de l’opération

# files.operation.result.title
source: Operation result
fr: Résultat de l’opération

# files.operation.running
source: Operation running on the NAS: %@
fr: Opération en cours sur le NAS : %@

# files.operation.stop.error
source: Could not stop the operation: %@
fr: Échec de l’arrêt de l’opération : %@

# files.operation.stop_too_early.error
source: The operation has just started: stop it from the File Station tasks.
fr: L’opération vient d’être lancée : arrêtez-la depuis les tâches File Station.

# files.operation.stopped
source: Operation stopped
fr: Opération arrêtée

# files.operation.tracking_lost.error
source: The operation is no longer being tracked: %@ It is still running on the NAS; open File Station tasks to check its progress.
fr: Le suivi de l’opération s’est interrompu : %@ Elle continue sur le NAS ; ouvrez les tâches File Station pour connaître son avancement.

# files.operation.unsupported.error
source: This operation is not available on this NAS.
fr: Cette opération n’est pas disponible sur ce NAS.

# files.paste.copy_done.announcement
source: %lld items copied here
fr: %lld éléments copiés ici

# files.paste.move_done.announcement
source: %lld items moved here
fr: %lld éléments déplacés ici

# files.paste.not_allowed.error
source: Cannot paste here.
fr: Impossible de coller ici.

# files.paste.transfers_busy.error
source: Wait for the current transfers to finish before pasting files.
fr: Attendez la fin des transferts en cours avant de coller des fichiers.

# files.pasteboard.item_count
source: %lld File Station items
fr: %lld éléments File Station

# files.preview.error
source: Preview unavailable: %@
fr: Aperçu indisponible : %@

# files.progress.compressing
source: Compressing…
fr: Compression en cours…

# files.progress.compression.finished
source: Compression finished
fr: Compression terminée

# files.progress.copy_move
source: Copy or move
fr: Copie ou déplacement

# files.progress.copy_move.finished
source: Copy or move finished
fr: Copie ou déplacement terminé

# files.progress.creating_folder
source: Creating folder…
fr: Création du dossier en cours…

# files.progress.deletion.finished
source: Deletion finished
fr: Suppression terminée

# files.progress.downloading_archive
source: Downloading archive…
fr: Téléchargement de l’archive en cours…

# files.progress.downloading_multiple
source: Downloading…
fr: Téléchargements en cours…

# files.progress.downloading_single
source: Downloading…
fr: Téléchargement en cours…

# files.progress.extracting
source: Extracting…
fr: Extraction en cours…

# files.progress.extraction.finished
source: Extraction finished
fr: Extraction terminée

# files.progress.loading
source: Loading files…
fr: Chargement des fichiers…

# files.progress.md5
source: MD5 calculation
fr: Calcul MD5

# files.progress.md5.finished
source: MD5 calculation finished
fr: Calcul MD5 terminé

# files.progress.moving
source: Moving…
fr: Déplacement en cours…

# files.progress.pasting
source: Pasting…
fr: Collage en cours…

# files.progress.renaming
source: Renaming…
fr: Modification du nom en cours…

# files.progress.searching
source: Searching…
fr: Recherche en cours…

# files.progress.size
source: Size calculation
fr: Calcul de taille

# files.progress.size.finished
source: Size calculation finished
fr: Calcul de taille terminé

# files.progress.uploading
source: Uploading…
fr: Envoi en cours…

# files.progress.working
source: Working…
fr: Opération en cours…

# files.rename.dialog.title
source: Rename “%@”
fr: Renommer « %@ »

# files.rename.done
source: Renamed to: %@
fr: Renommé en : %@

# files.rename.name.label
source: New name
fr: Nouveau nom

# files.search.accessed_range.error
source: The last-access start date must be before the end date.
fr: La date de dernier accès de début doit précéder la date de fin.

# files.search.advanced.criteria.label
source: Search criteria
fr: Critères de recherche

# files.search.advanced.title
source: Advanced search
fr: Recherche avancée

# files.search.button.search
source: Search
fr: Rechercher

# files.search.created_range.error
source: The creation start date must be before the end date.
fr: La date de création de début doit précéder la date de fin.

# files.search.date_range.enable
source: Limit by this date
fr: Limiter cette date

# files.search.date_range.from
source: From
fr: Du

# files.search.date_range.to
source: To
fr: Au

# files.search.empty
source: No items match your search.
fr: Aucun élément ne correspond à votre recherche.

# files.search.extensions.hint
source: Separate multiple extensions with commas
fr: Séparez plusieurs extensions par une virgule

# files.search.extensions.none
source: None
fr: Aucune

# files.search.field.optional
source: Optional
fr: Facultatif

# files.search.include_subfolders
source: Include subfolders
fr: Inclure les sous-dossiers

# files.search.item_type.label
source: Item type
fr: Type d’élément

# files.search.last_accessed.label
source: Last accessed
fr: Date de dernier accès

# files.search.max_size.error
source: Enter a valid maximum size in bytes.
fr: Saisissez une taille maximale valide en octets.

# files.search.max_size.label
source: Maximum size in bytes
fr: Taille maximale en octets

# files.search.min_size.error
source: Enter a valid minimum size in bytes.
fr: Saisissez une taille minimale valide en octets.

# files.search.min_size.label
source: Minimum size in bytes
fr: Taille minimale en octets

# files.search.modified_range.error
source: The modification start date must be before the end date.
fr: La date de modification de début doit précéder la date de fin.

# files.search.name_and_type.section
source: Name and type
fr: Nom et type

# files.search.name_pattern.hint
source: Use wildcards supported by File Station
fr: Utilisez les caractères génériques pris en charge par File Station

# files.search.name_pattern.label
source: Name or pattern
fr: Nom ou motif

# files.search.placeholder
source: Search This Folder
fr: Rechercher dans ce dossier

# files.search.progress.results
source: Search in progress, results found: %lld
fr: Recherche en cours, résultats trouvés : %lld

# files.search.size_range.error
source: The minimum size must be less than or equal to the maximum size.
fr: La taille minimale doit être inférieure ou égale à la taille maximale.

# files.selection.item_count
source: %lld items
fr: %lld éléments

# files.selection.item_count_one
source: 1 item
fr: 1 élément

# files.service.disable.button
source: Disable %@
fr: Désactiver %@

# files.service.nfs
source: NFS (Linux, virtualization)
fr: NFS (Linux, virtualisation)

# files.service.rsync
source: rsync (network backup)
fr: rsync (sauvegarde réseau)

# files.share.link_updated
source: Sharing link updated
fr: Lien de partage modifié

# files.share.no_selection.error
source: No link selected.
fr: Aucun lien sélectionné.

# files.share_link.clear_invalid.announcement
source: Invalid links cleared
fr: Liens invalides effacés

# files.share_link.clear_invalid.error
source: Failed to clear invalid links: %@
fr: Échec de l’effacement des liens invalides : %@

# files.share_link.create.error
source: Failed to create the link: %@
fr: Échec de la création du lien : %@

# files.share_link.create.hint
source: Create a link to the selected item
fr: Créer un lien vers l’élément sélectionné

# files.share_link.delete.announcement
source: Link deleted
fr: Lien supprimé

# files.share_link.delete.error
source: Failed to delete the link: %@
fr: Échec de la suppression du lien : %@

# files.share_link.delete_many.announcement
source: %lld links deleted
fr: %lld liens supprimés

# files.share_link.update.error
source: Failed to update link: %@
fr: Échec de la modification du lien : %@

# files.sort.by
source: Sort by %@
fr: Trier par %@

# files.sort.descending.label
source: Descending order
fr: Ordre décroissant

# files.sort.menu.hint
source: Choose file sorting
fr: Choisir le tri des fichiers

# files.sort.menu.label
source: Sort
fr: Trier

# files.sort.switch_ascending.hint
source: Switch to ascending order
fr: Passer à l’ordre croissant

# files.sort.switch_descending.hint
source: Switch to descending order
fr: Passer à l’ordre décroissant

# files.table.label
source: Files and folders
fr: Fichiers et dossiers

# files.task.stop_unsupported.error
source: This type of task cannot be stopped from the app.
fr: Ce type de tâche ne peut pas être arrêté depuis l’application.

# files.tasks.clear.announcement
source: Finished File Station tasks cleared
fr: Tâches File Station terminées effacées

# files.tasks.clear.error
source: Failed to clear tasks: %@
fr: Échec de l’effacement des tâches : %@

# files.tasks.stop.announcement
source: File Station task stopped
fr: Tâche File Station arrêtée

# files.tasks.stop.error
source: Failed to stop the task: %@
fr: Échec de l’arrêt de la tâche : %@

# files.tasks.unavailable.error
source: File Station tasks are not available on this NAS.
fr: Les tâches File Station ne sont pas disponibles sur ce NAS.

# files.upload.file_done.announcement
source: File uploaded: %@
fr: Fichier envoyé : %@

# files.upload.files_done.announcement
source: %lld files uploaded
fr: %lld fichiers envoyés

# files.upload.folder_done.announcement
source: Folder uploaded: %@
fr: Dossier envoyé : %@

# files.upload.items_done.announcement
source: %lld items uploaded
fr: %lld éléments envoyés

# files.upload.keep_structure
source: Keep folder structure
fr: Conserver la structure des dossiers

# files.upload.options.title
source: Items already exist
fr: Des éléments existent déjà

# files.upload.partial_failure.announcement
source: %lld uploaded, %lld failed: %@
fr: %lld envoyés, %lld en échec : %@

# files.upload.partial_read.error
source: Upload incomplete: some items could not be read on the Mac.
fr: Envoi incomplet : certains éléments n’ont pas pu être lus sur le Mac.

# files.virtual_folder.unsupported.error
source: This NAS does not support %@ virtual folders.
fr: Ce NAS ne prend pas en charge les dossiers virtuels %@.

# files.virtual_folders.hint
source: Browse File Station NFS, CIFS, and ISO mounts
fr: Parcourir les montages NFS, CIFS et ISO de File Station

# finder.paste.download.progress
source: Downloading for the Finder…
fr: Téléchargement pour le Finder en cours…

# finder.paste.session.error
source: The transfer to the Finder failed: the NAS session is no longer available.
fr: Le transfert vers le Finder a échoué : la session NAS n’est plus disponible.

# login.address.hint
source: IP address or network name of the NAS
fr: Adresse IP ou nom réseau du NAS

# login.address.label
source: NAS address (IP or hostname)
fr: Adresse du NAS (IP ou nom)

# login.auth_method.hint
source: Choose how to prove your identity to the NAS
fr: Choisir comment prouver votre identité auprès du NAS

# login.certificate.reject.hint
source: Reject the certificate and return to sign in
fr: Refuser le certificat et revenir à la connexion

# login.certificate.trust.button
source: Trust and Connect
fr: Approuver et se connecter

# login.certificate.trust.hint
source: Approve this certificate, then connect to the NAS
fr: Approuver ce certificat puis se connecter au NAS

# login.certificate.untrusted.description
source: DSM is using a certificate that macOS doesn't recognize. Verify this SHA-256 fingerprint before trusting it: %@
fr: DSM utilise un certificat qui n'est pas reconnu par macOS. Vérifiez cette empreinte SHA-256 avant de l'approuver : %@

# login.certificate.untrusted.title
source: Untrusted Certificate
fr: Certificat non approuvé

# login.connect.button
source: Connect
fr: Se connecter

# login.connect.hint
source: Connect to the NAS using the entered information
fr: Se connecter au NAS avec les informations saisies

# login.connection_method.hint
source: Choose how to find the NAS
fr: Choisir comment rechercher le NAS

# login.connection_method.label
source: Connection method
fr: Méthode de connexion

# login.form.label
source: Connection details
fr: Informations de connexion

# login.https.hint
source: Use an encrypted HTTPS connection
fr: Utiliser une connexion HTTPS chiffrée

# login.https.label
source: Use HTTPS (secure connection)
fr: Utiliser HTTPS (connexion sécurisée)

# login.method.direct_address
source: Direct address
fr: Adresse directe

# login.method.secure_signin
source: Secure SignIn (no password)
fr: Secure SignIn (sans mot de passe)

# login.password.hint
source: DSM account password
fr: Mot de passe du compte DSM

# login.port.hint
source: Network port used by DSM
fr: Port réseau utilisé par DSM

# login.quickconnect.field.placeholder
source: MyNAS
fr: MonNAS

# login.quickconnect.footer
source: Unofficial compatibility: Synology may change this service without notice.
fr: Compatibilité non officielle : Synology peut modifier ce service sans préavis.

# login.quickconnect.hint
source: QuickConnect ID configured in DSM
fr: Identifiant QuickConnect configuré dans DSM

# login.quickconnect.label
source: QuickConnect ID
fr: Identifiant QuickConnect

# login.reconnecting.message
source: Reconnecting to %@…
fr: Reconnexion à %@…

# login.reconnecting.title
source: Reconnecting
fr: Reconnexion en cours

# login.section.authentication
source: Authentication
fr: Authentification

# login.secure_signin.description
source: An approval request will be sent to the Synology Secure SignIn app on your phone.
fr: Une demande d'approbation sera envoyée à l'app Synology Secure SignIn de votre mobile.

# login.secure_signin.hint
source: Send an approval request to the Synology Secure SignIn app
fr: Envoyer une demande d'approbation à l'app Synology Secure SignIn

# login.stay_signed_in.description
source: Keep the session in the Keychain to reopen the app without signing in again
fr: Conserver la session dans le Trousseau pour rouvrir l’app sans se reconnecter

# login.stay_signed_in.hint
source: Keeps the session open for the next time you open the app.
fr: Garde la session ouverte pour les prochaines ouvertures de l’app.

# login.stay_signed_in.label
source: Stay signed in
fr: Rester connecté

# login.title
source: Connect to your NAS
fr: Connexion au NAS

# login.username.hint
source: DSM account name
fr: Nom du compte DSM
